import Image from "next/image"


const AdminPanel = () => {
    return (
        <section>
            <h1>Едно табло за управление, пълен контрол и лесно управление на онлайн магазина ти</h1>
            <ul>
                <li>
                    <h1>Обработка на поръчки</h1>
                    <p>Приемай и връщай плащания, отказвай поръчки и управлявай поръчките си</p>
                </li>
                <li>
                    <h1>Управление на клиенти</h1>
                    <p>Виж информацията на клиентите, следи поведението при покупка и още много други.</p>
                </li>
                <li>
                    <h1>Наблюдавай наличноста на продуктите </h1>
                    <p>Виж колко продукти имаш в наличност, кои продукти са най-печеливши и кои секции имат най-висок трафик</p>
                </li>
                <li>
                    <h1>
                        Достъп до анализи
                    </h1>
                    <p>
                        Имаш достъп до анализите които правим за да адаптираме онлайн магазина ти спрямо нуждите на клиентите ти
                    </p>
                </li>
            </ul>
            <div className="relative h-96 w-96">
                <Image src="/admin-panel.png" alt="Admin Panel" fill className="object-contain" />
            </div>
        </section>
    )
}

export default AdminPanel
