
const MarketingTools = () => {
    return (
        <section>
            <h1>Продавай лесно с нашите вградени маркетинг инструменти</h1>

            <ul>
                <li>
                    <h1>Вграден пиксел</h1>
                    <p>Готов за реклама от първата минута</p>
                </li>
                <li>
                    <h1>Digi Analytics</h1>
                    <p>Наши системи които проследяват клиентите ти за специализирано преживяване</p>
                </li>
                <li>
                    <h1>Имейл маркетинг</h1>
                    <p>Събирай автоматично имейлите на клиентите които искат да се запишат за бюлетина. И автоматично пращане на имейли за персонализирани имейли или създаване на кампания</p>
                </li>
                <li>
                    <h1>Ревюта</h1>
                    <p>При успешно направена поръчка клиентът получава имейл за ревю към google my business. Хората първо там проверяват дали е легитимен бизнеса</p>
                </li>
                <li>
                    <h1>Промоции и намаления</h1>
                    <p>На специфична дата сложи промоция или специфични секции да имат намаление</p>
                </li>
                <li>
                    <h1>SEO оптимизиран</h1>
                    <p>Всички секции и продукти са SEO оптимизирани</p>
                </li>
            </ul>
        </section>
    )
}

export default MarketingTools

