import React from 'react'
import Image from 'next/image'

{/* Как реално изглежда готов магазин. Ристайлд който прави по 3 поръчки на ДЕН / 90 поръчки на МЕСЕЦ */ }

const RealShop = () => {
    return (
        <section>
            <h1>Как реално изглежда готов онлайн магазин</h1>
            <div>
                <div className='relative h-96 w-96'>
                    <Image src="/restyled-mockup.png" alt="Real Shop" fill className="object-contain" />
                </div>
                <div>
                    <h2>Restyled</h2>
                    <p>Преди: продаваше основно през директни разговори (чат и разговори). Всеки продукт изискваше неговото внимание - от това дали е наличен, има ли други размери. Опита се да скалира с 500 продукти и беше трудно</p>
                    <p>След: Успява да прави по 3 поръчки на ден (90 поръчки на месец). Имат над 10000 продукта и единствената му работа е да създава продукти и пакетира стоките за доставка</p>
                </div>
            </div>
        </section>
    )
}

export default RealShop
